{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "By Right of Birth (1921) and Trooper of Troop K (1916) Introductory Essay ",
          "textSize": "heading-two"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Produced in 1921, the surviving footage of By Right of Birth is among the earliest extant films made by an African American company. It was the fifth—and last—release from the Lincoln Motion Picture Company, a pioneering “race film” studio that served Black and mixed race audiences in the 1910s and early 1920s. Founded in 1916, Lincoln not only galvanized the race film industry with its five features; it also built a national distribution network and helped launch the career of Oscar Micheaux. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        4,
        2
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Because several reels and intertitles are missing, the film can be challenging to follow. This AVAnnotate project guides viewers through the surviving narrative while providing background on the cast, production, historical context, and the film’s circulation. By Right of Birth centers on the story of Juanita, a young woman of Black and Native descent whose claim to an oil-rich allotment attracts scheming speculators. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": " "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "It is impossible to determine certain definitive aspects of Right of Birth and its script. Multiple undated versions of the script and scenario (the story upon which the script is based) survive in the Lincoln archives. Moreover, audiences viewed different versions of Right of Birth. Scenes were also cut on the road to satisfy local censors or to replace damaged reels. Rather than presuming a single authoritative version, this summary and larger AVAnnotate project embraces the film’s fluid, adaptive nature and draws chiefly on documents in the George P. Johnson Collection and reviews in the Black press. "
                }
              ]
            }
          ]
        },
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "image",
              "url": "https://dlib.indiana.edu/avannotate/caddoo/GPJ-Reel7-pt1_BRoB-229.pdf",
              "caption": "\"By Right of Birth\" title card, from the George P. Johnson collection at UCLA Libraries. ",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        6
      ],
      "children": [
        {
          "text": "Summary of By Right of Birth ",
          "textSize": "heading-three"
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        6
      ],
      "children": [
        {
          "text": "The film opens with a wagon plunging off a cliff. Soon afterward, California rancher Frank Cooper comes upon the wreck and finds a crying infant on the riverbank. The father has died; the mother is nowhere to be found. The only clue to the child’s identity is a Bible noting her date of birth. Assuming the lightskinned baby is Native or Mexican, Cooper adopts her and names her Juanita. (Some archival notes describe Cooper as “supposedly of Indian ancestry,” while others present him as white, underscoring the film’s flexible treatment of race.) "
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        6
      ],
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        3,
        3
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Juanita matures into a popular college student in Southern California. Frank adores her, but his wife, Geraldine Mrs. Cooper—a bridge-obsessed social climber mired in debt—shows little affection. During a horseback ride, Juanita is thrown from her horse and rescued by Philip, a charismatic Black track star and law student. Mutual attraction sparks, yet both suppress it because the era’s racial strictures forbid interracial romance. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Desperate for money, Mrs. Cooper allies with Manuel  Romero, a crooked Mexican American attorney and oil speculator. Romero has learned of an unclaimed Creek Freedman allotment that sits on oil-rich land and hires bumbling detective Pinky Webb to locate the heir. As he investigates, Mrs. Cooper begins to suspect that Juanita herself may be the missing allottee—and therefore of Black descent. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        },
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "image",
              "url": "https://dlib.indiana.edu/avannotate/caddoo/GPJ-Reel7-pt1_BRoB-253-265.pdf",
              "caption": "One of the many versions of the By Right of Birth scenario found in George P. Johnson's collection at UCLA. ",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Juanita overhears Mrs. Cooper voicing these suspicions to Frank. Believing she no longer belongs in her adoptive white household, she leaves, breaking her father’s heart. Confiding in Philip, she finds solace at a girls’ home run by the kindly Mother Agnes. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Romero confirms Juanita’s identity, falsely claims the land is worthless, and has her sign it away for $1,000. When Philip tries to intervene, Romero orders Webb to hold the couple at gunpoint. Juanita and Philip outwit the detective, escape, and pursue the speculator in a frantic car chase; Romero is killed when he is flung from his vehicle before he can file the deed. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Back at Mother Agnes’s home, Juanita unpacks the Bible found with her as an infant. Mother Agnes recognizes it instantly—it was hers—revealing that she is Juanita’s long-lost mother. The film ends happily with an announcement of Juanita and Philip’s engagement."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Historical Context ",
          "textSize": "heading-three"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "textSize": "heading-three",
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "At the turn of the twentieth century Indian Territory—land once promised to the Cherokee, Creek, Seminole, Chickasaw, and Choctaw Nations after the Indian Removal Act of 1830—was undergoing tremendous change. These nations (often called the Five “Civilized” Tribes) had been forced west along the Trail of Tears, bringing with them enslaved Black people who later became known as Indian Freedmen. Some of these individuals married into or had children with citizens of the Five Tribes. The post-Civil War treaties of 1866 extended a measure of tribal citizenship to the former slaves of the Five Tribes. When the 1898 Curtis Act dissolved tribal governments, and divided communally held lands into individual parcels, Indian Freedmen generally received smaller tracts of land and annuity payments. The Creek nation, however, decided to give Creek Freeman the same 160-acre allotments as its “by blood” citizens. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "To determine who was eligible to receive allotments and annuities, the US Government had the Dawes Commission compile a list of citizens of the Five Tribes. This was known as the Dawes Rolls. The Dawes Commission created separate lists for those it determined “Indians by blood” and “Freedman” members of each nation. In doing so, the process intensified pre-existing racial divisions and produced new ones by classifying citizens of the Five Tribes into categories rooted in U.S. racial logic rather than Indigenous notions of kinship. Many Black Native people, regardless of deep community ties, were placed on the Freedman roll. Their allotments became prime targets for speculators who used forged deeds, guardianships, and courtroom maneuvers to pry mineral rights away for pennies on the dollar. After statehood, when Indian Territory became what is now known as Oklahoma, US American segregation practices and laws fixed those racial categories into everyday life, dictating where people could live, attend school, ride streetcars, or marry. Many Black Natives left the state, some of whom settled in places such as California, along with the thousands of African Americans from the south, who moved north and west during the Great Migration. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        2,
        4
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "image",
              "url": "https://dlib.indiana.edu/avannotate/caddoo/GPJ-Reel7-pt1_BRoB-223-223.pdf",
              "caption": "A two-page advertisement for the premiere of By Right of Birth at the Trinity Auditorium, 1921. From the George P. Johnson collection at UCLA. ",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        },
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "By Right of Birth (1921) is set against the backdrop of these historical changes. Oklahoma has just crossed the 1907 statehood line, trading the more fluid boundaries of Indian Territory for a rigid Jim Crow order that governs every encounter across Black, Native, and white people. The film’s villain, attorney Manuel Romero, scours the Dawes rolls for a “missing Creek Freedman” whose oil-rich allotment he hopes to acquire for a mere $1,000. His scheme dramatizes the intersection of race, property, and fraud which divested thousands of Native Americans—including those with Black ancestry—of their land. Romero’s desperate dash to file paperwork before the courthouse closes echoes the cut-throat race for deeds and leases that decided fortunes in early twentieth-century Oklahoma. While many depictions of these events frame them solely through the lens of White/Native relations, the film offers a rare contemporary Black perspective on how allotment policy, legal bureaucracy, and settler colonialism combined to dispossess both Native and Black citizens.  "
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Juanita’s ambiguous identity dramatizes the era’s obsession with racial categorization. She grows up in a world where the Dawes Commission and Jim Crow segregation have fixed people into legal boxes. The mere suspicion that she might be “Colored” (Black) is enough to eject her from her adoptive household. Meanwhile, the intersection of her racial status and political status as a Creek Freedperson makes her a target of a scheme to steal her land. The film’s uneasy alliances—Black hero, Mexican American villain, white (possibly Native) guardian, and Native/Black heir—thus map precisely onto a landscape where segregation hardened, blood quantum and “by blood” citizenship narrowed tribal belonging, and economic opportunity flowed toward those able to manipulate the new racial bureaucracy that arrived with the Curtis Act and statehood.  "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        4,
        2
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Finally, a close look at the surviving fragment of By Right of Birth (1921) reveals a hidden easter egg: a short clip from another film produced in 1916 that mysteriously ended up spliced into the footage. In 2022, film historian Cara Caddoo compared stills, production records, and actor credits and showed that this stray footage is actually from Lincoln Motion Picture Company’s earlier drama The Trooper of Troop K (1916/17), long presumed lost. The footage from The Trooper of Troop K begins around just before the two‑minute mark of By Right of Birth. Two actors lounge on a front stoop, while—inside an “iris” matte in the upper corner—a uniformed cavalryman tenderly gazes up at a woman with a flower in her hair. The clothing, cactus‑studded backdrop of the remaining intertitle, and above all the unmistakable face of Noble Johnson signal that this bit of film is part of The Trooper of Troop K (1916). As such, those eight seconds constitute the earliest known surviving fragment of a film produced by a Black American company. "
                }
              ]
            }
          ]
        },
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "<insert image for TK> "
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Both the Trooper of Troop K and By Right of Birth were distributed through a network of film exchanges established by the Lincoln Motion Picture Company in cities such as Chicago, New Orleans, New York City, Philadelphia, Atlanta George, and St. Louis, Missouri. George P. Johnson operated the Main Office booking office in Omaha, Nebraska, before relocating to Los Angeles for the production of By Right of Birth. Additionally, traveling representatives of the company took the films on the road, booking exhibitions in smaller and harder to reach locations.  "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "<Insert audio clip: GPJ-T4S1-p111-112 > "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Lincoln Motion Picture Company: Introduction ",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "lincoln-motion-picture-company-introduction",
  "created_at": "2025-08-04T15:12:38.887Z",
  "created_by": "kristinwells",
  "updated_at": "2025-08-13T14:54:53.482Z",
  "updated_by": "kristinwells"
}